{
  "recette": {
    "Gyozas": {
      "nombre de personne": "6",
      "temps": [
        {
          "temps total": "45 minutes"
        },
        {
          "temps de préparation": "30 minutes"
        },
        {
          "temps de cuisson": "15 minutes"
        }
      ],
      "difficulte": "facile",
      "Listes des ingredients": [
        {
          "preparation1": [
            {
              "titre": "La pâte"
            },
            {
              "ingredient1": "32 piece  de pâtes à gyoza"
            },
            {
              "ingredient2": "20g de farine de blé"
            }
          ]
        },
        {
          "preparation2": [
            {
              "titre": "La farce"
            },
            {
              "ingredient1": "300 g de viande de porc"
            },
            {
              "ingredient2": "0,25 pièce de choux chinois"
            },
            {
              "ingredient3": "20 g de gingembre frais"
            },
            {
              "ingredient4": "2 gousses d'ail"
            },
            {
              "ingredient5": "3 cl d'huile de sésame"
            },
            {
              "ingredient6": "1 cl de sauce soja"
            },
            {
              "ingredient7": "1 cl d'huile de tournesol"
            },
            {
              "ingredient8": "0,5 botte de ciboulette"
            }
          ]
        },
        {
          "preparation3": [
            {
              "titre": "La sauce"
            },
            {
              "ingredient1": "10 cl de vinaigre de riz"
            },
            {
              "ingredient2": "5 cl de sauce soja"
            }
          ]
        }
      ],
      "liste des etapes": [
        {
          "etape1": "Commencez par préparer la farce de vos Gyozas ou Raviolis japonais."
        },
        {
          "etape2": "Prenez un robot et mixez la viande de porc, les épices ainsi que les aromates. Versez l'huile de sésame. Ajoutez la sauce soja et la ciboulette préalablement hachée en morceaux. Prenez soin de bien hacher la préparation et de la rendre parfaitement homogène."
        },
        {
          "etape3": "Passez le chou à l'eau courante. Puis, faites-le cuire tout de suite avec l'huile de sésame dans une poêle."
        },
        {
          "etape4": "Ajoutez également le chou à la farce avant de mélanger le tout.."
        },
        {
          "etape5": "Placez une noisette de farce au cœur des disques de pâte. Repliez celle-ci en 2 par la suite. De cette façon, la pâte donne une forme de chausson. Pliez les bords jusqu'à ce que le ravioli soit bien fermé."
        },
        {
          "etape6": "Saupoudrez de farine un plan de travail et déposez-y les gyozas."
        },
        {
          "etape7": "Lorsque ces derniers sont modelés, utilisez une poêle pour faire chauffer un filet d'huile de tournesol. Cuisez-les durant 3 min jusqu'à l'obtention d'une couleur dorée."
        },
        {
          "etape8": "Versez ensuite de l'eau jusqu'à mi-hauteur des gyozas. Couvrez la préparation et laissez mijoter jusqu'à ce que le bouillon soit parfaitement abaissé."
        },
        {
          "etape9": "Pendant la cuisson, les gyozas doivent gonfler et ils sont prêts une fois que la pâte commence à être translucide."
        },
        {
          "etape10": "Préparez le mélange de sauce soja et de vinaigre de riz avant de servir vos Gyozas ou Raviolis japonais."
        }
      ]
    },
    "Soupe chinoise pimentée": {
      "nombre de personne": "4",
      "temps": [
        {
          "temps total": "1 heure 35 minutes"
        },
        {
          "temps de préparation": "30 minutes"
        },
        {
          "temps de cuisson": "35 minutes"
        },
        {
          "temps de repos": "30 minutes"
        }
      ],
      "difficulte": "facile",
      "Listes des ingredients": [
        {
          "titre": "pas de préparation"
        },
        {
          "ingredient1": "1,25 l de bouillon de légumes"
        },
        {
          "ingredient2": "3 tomates"
        },
        {
          "ingredient3": "1/2 laitue"
        },
        {
          "ingredient4": "30 g de champignons noirs séchés"
        },
        {
          "ingredient5": "2 oeufs"
        },
        {
          "ingredient6": "sauce de soja"
        },
        {
          "ingredient7": "1/2 c. à soupe de piment (ou des gouttes de Tabasco)"
        },
        {
          "ingredient8": "1/2 c. à café de gingembre en poudre"
        },
        {
          "ingredient9": "sel, poivre"
        }
      ],
      "liste des etapes": [
        {
          "etape1": "Lavez bien et égouttez la laitue. Coupez-la en fines lanières."
        },
        {
          "etape2": "Lavez, pelez et épépinez les tomates. Coupez-les en petits dés."
        },
        {
          "etape3": "Faites tremper les champignons noirs 30 min dans un bol d'eau tiède afin qu'ils se réhydratent et gonflent. Rincez-les bien, égouttez-les (ou épongez-les) puis coupez-les en fines lamelles."
        },
        {
          "etape4": "Dans une casserole, versez 1,25 l d'eau additionnée du bouillon cube (émietté pour qu'il fonde mieux)."
        },
        {
          "etape5": "Dès que l'eau est frémissante, ajoutez les légumes et l'assaisonnement. Laissez mijoter 30 à 35 min."
        },
        {
          "etape6": "Pendant ce temps, battez les oeufs en omelette. Salez et poivrez. Faites chauffer une poêle à revêtement anti-adhésif (ou à défaut une poêle légèrement huilée), et versez les oeufs dedans. Dès que les oeufs commencent à prendre, retirez du feu. Coupez-les en fines lanières."
        },
        {
          "etape7": "Ajoutez-les au potage. Goûtez et rectifiez l'assaisonnement si nécessaire."
        },
        {
          "etape8": "Servez votre soupe chinoise pimentée aussitôt, dans des bols ou des assiettes creuses."
        }
      ]
    },
    "Riz cantonnais": {
      "nombre de personne": "4",
      "temps": [
        {
          "temps total": "30 minutes"
        },
        {
          "temps de préparation": "10 minutes"
        },
        {
          "temps de cuisson": "20 minutes"
        }
      ],
      "difficulte": "facile",
      "Listes des ingredients": [
        {
          "titre": "pas de préparation"
        },
        {
          "ingredient1": "250 g de riz"
        },
        {
          "ingredient2": "125 g de petits pois"
        },
        {
          "ingredient3": "75 g de cubes de jambon"
        },
        {
          "ingredient4": "2 œufs"
        },
        {
          "ingredient5": "huile"
        },
        {
          "ingredient6": "beurre"
        },
        {
          "ingredient7": "sel, poivre"
        }
      ],
      "liste des etapes": [
        {
          "etape1": "Dans une casserole d’eau salée, faites cuire le riz. Égouttez-le et réservez-le pour plus tard."
        },
        {
          "etape2": "Dans un saladier, cassez les œufs et battez-les en omelette. Salez, poivrez et ajoutez un peu de ciboulette."
        },
        {
          "etape3": "Dans une poêle, faites fondre une noix de beurre et versez les œufs, quand l'omelette commence à prendre, secouez vigoureusement la poêle pour que l’œuf se répartisse bien et cuise plus vite."
        },
        {
          "etape4": "Dés que l'omelette est prise sur un coté, retournez-la pour faire cuire l'autre côté, réservez-la dans une assiette et coupez la en petits cubes."
        },
        {
          "etape5": "Dans une poêle, faites chauffer de l’huile, ajoutez le riz cuit, l'omelette, les petits pois et les cubes de jambon puis laissez cuire 5 min en mélangeant."
        },
        {
          "etape6": "Assaisonnez."
        },
        {
          "etape7": "Servez bien chaud."
        }
      ]
    },
    "Ramen (bouillon de nouilles japonais au porc)": {
      "nombre de personne": "4",
      "temps": [
        {
          "temps total": "45 minutes"
        },
        {
          "temps de préparation": "30 minutes"
        },
        {
          "temps de cuisson": "15 minutes"
        }
      ],
      "difficulte": "intermédiaire",
      "Listes des ingredients": [
        {
          "titre": "pas de préparation"
        },
        {
          "ingredient1": "720 g de ramen (nouilles japonaises)"
        },
        {
          "ingredient2": "200 g de filet mignon de porc"
        },
        {
          "ingredient3": "100 g de pousses d'épinard"
        },
        {
          "ingredient4": "3 oignons nouveaux"
        },
        {
          "ingredient5": "1 boîte de pousses de bambou en conserve"
        },
        {
          "ingredient6": "2 feuilles de nori"
        },
        {
          "ingredient7": "2 œufs"
        },
        {
          "ingredient6": "60 cl d'eau"
        },
        {
          "ingredient7": "3 c. à soupe de sauce soja"
        }
      ],
      "liste des etapes": [
        {
          "etape1": "Rincez puis égouttez les pousses d'épinards."
        },
        {
          "etape2": "Ensuite, sur votre planche de cuisine, épluchez et hachez-finement les oignons."
        },
        {
          "etape3": "Égouttez les pousses de bambou."
        },
        {
          "etape4": "Découpez les feuilles de nori en julienne."
        },
        {
          "etape5": "Découpez également le filet mignon en petites tranches."
        },
        {
          "etape6": "Mettez une casserole d’eau sur le feu. Faites-y cuire les œufs pendant 9 min. Au bout de ce temps, retirez-les. Laissez-les refroidir puis écalez-les."
        },
        {
          "etape7": "Prenez une casserole. Mettez-la au feu. Faites-y bouillir l'eau avec les assaisonnements des Ramen ainsi que la sauce soja."
        },
        {
          "etape8": "Incorporez les Ramen puis, les tranches de filet mignon."
        },
        {
          "etape9": "Laissez cuire pendant 2 min puis servez aussitôt dans des bols."
        },
        {
          "etape10": "Émincez les oignons nouveaux. Parsemez-en dans les bols puis parsemez de pousses d'épinards, de pousses de bambou et de julienne de feuille de nori."
        },
        {
          "etape11": "Achevez la présentation avec 1 demi-œuf dur."
        },
        {
          "etape12": "Le Ramen (bouillon de nouilles japonais au porc) est prêt, servez bien chaud !"
        }
      ]
    },
    "Sushi Maki (poulet/avocat)": {
      "nombre de personne": "2",
      "temps": [
        {
          "temps total": "3 heures 25 minutes"
        },
        {
          "temps de préparation": "1 heure"
        },
        {
          "temps de cuisson": "25 minutes"
        },
        {
          "temps de repos": "2 heures"
        }
      ],
      "difficulte": "facile",
      "Listes des ingredients": [
        {
          "preparation3": [
            {
              "titre": "Pour 16 maki"
            },
            {
              "ingredient1": "80 g de riz long grain"
            },
            {
              "ingredient2": "2 c. à soupe de vinaigre de riz"
            },
            {
              "ingredient3": "2 c. à café de sucre en poudre"
            },
            {
              "ingredient4": "2 feuilles d'algues Nori (disponibles dans les épiceries asiatiques et certaines grandes surfaces)"
            },
            {
              "ingredient5": "quelques feuilles de salade verte"
            },
            {
              "ingredient6": "environ 100 g de poulet"
            },
            {
              "ingredient7": "1 moitié d'avocat"
            },
            {
              "ingredient8": "de la sauce soja et du wasabi au moment de la dégustation"
            }
          ]
        }
      ],
      "liste des etapes": [
        {
          "etape1": "Préparation du riz :"
        },
        {
          "etape2": "Faites cuire le riz environ 15 minutes pour le rendre collant."
        },
        {
          "etape3": "Pendant la cuisson du riz, mettez le vinaigre de riz dans un bol et faîtes-y dissoudre le sucre en poudre."
        },
        {
          "etape4": "Si vous aimez, vous pouvez aussi ajouter un peu de gingembre dans la préparation."
        },
        {
          "etape5": "Égouttez le riz et laissez-le refroidir un peu. Puis ajoutez la préparation à base de vinaigre et mélangez. Le tout doit être très collant."
        },
        {
          "etape6": "Ensuite, découpez les avocats et le poulet en lamelles."
        },
        {
          "etape7": "Pour l'assemblage, disposez une feuille d'algue Nori sur le plan de travail. Étalez le riz et tassez-le sur la feuille d'algue à l'aide d'une cuillère à soupe. Attention, il faut laisser environ 2 centimètres d'algue sans riz sur le coin supérieur de la longueur de l'algue Nori."
        },
        {
          "etape8": "Ajoutez de la salade en bas de l'algue, ainsi que les lamelles d'avocat."
        },
        {
          "etape9": "Enfin, ajoutez le poulet à côté de l'avocat."
        },
        {
          "etape10": "Pour rouler la feuille d'algue, il faut serrer le plus possible le rouleau en faisant attention de ne pas le déchirer."
        },
        {
          "etape11": "Laissez les rouleaux reposer 2 heures environ au frigo, puis sortez-les. Prenez un couteau qui coupe bien et couper les rouleaux tous les 2 cms environ. Voilà, vos Sushi Maki sont prêts !! A déguster avec la sauce soja et du wasabi !"
        }
      ]
    },
    "Bo bun, salade de boeuf à la vietnamienne": {
      "nombre de personne": "4",
      "temps": [
        {
          "temps total": "1 heure 50 minutes"
        },
        {
          "temps de préparation": "20 minutes"
        },
        {
          "temps de cuisson": "30 minutes"
        },
        {
          "temps de repos": "1 heure"
        }
      ],
      "difficulte": "facile",
      "Listes des ingredients": [
        {
          "titre": "pas de préparation"
        },
        {
          "ingredient1": "1 paquet de vermicelles de soja"
        },
        {
          "ingredient2": "400 g de steak"
        },
        {
          "ingredient3": "400 g de carottes râpées"
        },
        {
          "ingredient4": "400 g de soja frais"
        },
        {
          "ingredient5": "2 salades sucrines"
        },
        {
          "ingredient6": "2 poignées de cacahuètes pilées"
        },
        {
          "ingredient7": "1 échalote"
        },
        {
          "ingredient8": "2 gousses d'ail"
        },
        {
          "ingredient9": "1 ou 2 citrons (on peut aussi mettre du citron vert)"
        },
        {
          "ingredient10": "menthe et coriandre fraîches hachées"
        },
        {
          "ingredient11": "sauce nuoc mam"
        },
        {
          "ingredient12": "quelques gouttes de tabasco ou piment en poudre"
        }
      ],
      "liste des etapes": [
        {
          "etape1": "Coupez le steak en petites lamelles."
        },
        {
          "etape2": "Pelez l'échalote et l'ail, puis hachez-les."
        },
        {
          "etape3": "Lavez, séchez et hachez la coriandre fraîche."
        },
        {
          "etape4": "Mélangez le tout dans un plat creux et mettez à mariner dans du nuoc mam (sauce de poisson) et du jus de citron (à presser donc). Couvrez et mettez au frigo durant 1 heure."
        },
        {
          "etape5": "Pendant ce temps, faites tremper les vermicelles de soja dans de l'eau chaude pendant 10 min, puis faites-les cuire quelques min à l'eau bouillante. Passez-les sous l'eau froide, égouttez bien et réservez."
        },
        {
          "etape6": "Lavez, pelez et râpez les carottes."
        },
        {
          "etape7": "Lavez, essorez et ciselez les sucrines."
        },
        {
          "etape8": "Concassez les cacahuètes."
        },
        {
          "etape9": "Préparez également l'assaisonnement avec du nuoc mam additionné de jus de citron."
        },
        {
          "etape10": "Puis, égouttez le steack et faites-le revenir dans une poêle un peu huilée."
        },
        {
          "etape11": "Gardez la marinade et ajoutez-la à l'assaisonnement."
        },
        {
          "etape12": "Préparez les bols de chacun :"
        },
        {
          "etape13": "Au fond, mettez-y les vermicelles de soja, puis la salade, les carottes, le soja frais, la viande revenue, les cacahuètes pilées, et parsemez de coriandre et de menthe fraîche hachées. Ajoutez du tabasco ou du piment, selon les goûts de chacun."
        },
        {
          "etape14": "Assaisonnez, mélangez... Votre bo bun, salade de boeuf à la vietnamienne, est prêt. Bon appétit !"
        }
      ]

    }
  }
}
